{
  "placeholder.none": "",
  "placeholder.leaveComment": "Leave comment here",

  "hello": "hello",

  "landing.text": "韩国医疗咨询面对面  距离不再是问题 权威医生在哪 ？ 症下药何处求 ？ 韩国权威医生何处寻 ？",

  "landing.section1": "追求外部美 韩国权威整形科、皮肤科、牙科待机中",

  "landing.section2": "追求内部健康 韩国权威女性内科院长商谈待机中",

  "button.receiveQuote": "Receive Quote",
  "button.consultation": "Consultation",
  "button.seeQuoteList": "See Quote List",
  "button.next": "Next",
  "button.previous": "Prev",
  "button.submit": "Submit",
  "button.wechatLogin": "Log in or Sign up with Wechat",
  "button.signInWithMyAccount": "Sign in with my account",
  "button.sendCode": "Send",
  "button.reSend": "Re-send",
  "button.goToMyPage": "Go to My Page",
  "button.previousQuote": "Previous Quote",
  "button.nextQuote": "Next Quote",
  "button.consult": "Consult",
  "button.reserve": "Reserve",
  "button.reschedule": "Reschedule",
  "button.cancel": "Cancel",
  "button.yesCancel": "Yes, Cancel",
  "button.attachFile": "Attach File",
  "button.confirm": "Confirm",
  "button.okay": "Okay",
  "button.attachLogo": "Attach Logo",
  "button.makeQuote": "Make a Quote",
  "button.attachBefore": "Attach Before Photo",
  "button.attachAfter": "Attach After Photo",
  "button.goBack": "Go Back",
  "button.Log In": "Log In",
  "button.changePassword": "Change Password",
  "button.sendQuote": "Send Quote",
  "button.signIn": "Sign In",
  "button.signUp": "Sign Up",

  "navbar.user": "User",
  "navbar.login": "Sign in",
  "navbar.myPage": "My page",
  "navbar.findHospitals": "Find hospitals",
  "navbar.hospital": "Hospital",
  "navbar.hospital.login": "Sign in",
  "navbar.hospital.register": "Register",
  "navbar.greeting": "Hello, {name}",
  "navbar.logout": "Sign out",

  "signUp.user": "User Sign Up",
  "signUp.name": "Name",
  "signUp.email": "Email",
  "signUp.phoneNumber": "Phone Number",
  "signUp.code": "Code",
  "signUp.password": "Password (at least 8 characters)",
  "signUp.reEnterPassword": "Re-Enter Password",
  "signUp.privacy": "I agree with the terms and privacy policy",
  "signUp.businessRegistration": "Business Registration Number",
  "signUp.ceoName": "CEO NAME",
  "signUp.managerName": "ManagerName",
  "signUp.businessRegistrationFile": "Business Registration File",
  "signUp.certificateDetention": "Certificate of Enrollment for Detention",
  "signUP.doctorLicense": "Doctor's license",
  "signUp.fill": "Please fill all questions to submit",
  "signUp.typesOfHospital": "Types of Hospital",
  "signUP.womenInternalMedicine": "Women's Internal Medicine",
  "signUp.cosmeticSurgery": "Cosmetic Surgery",

  "logIn.msg": "User Sign in",
  "logIn.phone": "Phone number",
  "logIn.Password": "Password",
  "logIn.forgotYourPassword": "Forgot password?",
  "logIn.notMember": "Not a member? Sign up here",
  "logIn.signUp": "Sign up",

  "forget.msg": "Forget your password?",
  "forget.text": "Type your phone number we will send the verification code.",

  "eyes": "Eyes",
  "eyes.doubleEyelid": "Double Eyelid",
  "eyes.doubleEyelid.seeMore": "Double eyelid surgery makes double eyelids for beauty and treatment purpose for those who does not have double eyelids or only on one side, subsurface and intraocular hemisphere. Surgical methods include incision, partial incision, and burial, and it is usually accompanied by front and back slits.",
  "eyes.slitSurgery": "Slit Surgery",
  "eyes.slitSurgery.seeMore": "If double eyelid surgery alone does not have a satisfactory effect , the slit surgery can make the clearer and softer eyes. Surgical methods include front slits, back slits, and bottom slits.",
  "eyes.eyeShapeCorrection": "Eye-shape Correction",
  "eyes.eyeShapeCorrection.seeMore": "Eye bracing orthodontic surgery corrects sleepy eye phenomenon where the eyelids cover the eyes a lot due to the weak muscle strength of the eye opening, making them look cool and clear. The surgery method is divided into incision and non-intercept based on the deflection and sleepiness of the eyelids",

  "nose": "Nose",
  "nose.rhinoplasty": "Rhinoplasty",
  "nose.rhinoplasty.seeMore": "Since the nose is at the center of the face, the image varies depending on the its line and height, so an artificial implant or self-organization need to be considered. It improves not only beauty on face but also the functional parts.",
  "nose.alarBaseReduction": "Alar Base Reduction",
  "nose.alarBaseReduction.seeMore": "The wide nose gives the impression that the nostrils are large, and the height of the nose looks low. In this case, it is recommended to reduce the overall width of the nostrils through surgery. Surgical methods are divided into incisions and non-intercepts, considering the size of each individual's nose and nostrils.",
  "nose.noseReSurgery": "Nose Re-surgery",
  "nose.noseReSurgery.seeMore": "Re-surgery of nose is considered if you are dissatisfied with various problems, aesthetically and functionally. Re-surgery is more difficult than primary surgery and should be carried out more carefully. It should take place at least 6 months to 1 year after the first surgery, depending on the patient's condition. OT: 1-3 hours with sleep anesthesia or partial anesthesia.",

  "facialContouring": "Facial Contouring",
  "facialContouring.squareJawReduction": "Square Jaw Reduction",
  "facialContouring.squareJawReduction.seeMore": "It is a correction surgery that softens the jaw line by resecting the lower jaw's angle if it is seen as a square jaw due to its large size and angle. Correcting the square jaw not only softens the impression but also has the effect of making the neck look longer at the same time. OT: 1 hour with general anesthesia. If necessary, hospitalization treatment is required for one day after surgery.",
  "facialContouring.orthognathicSurgery": "Orthognathic Surgery",
  "facialContouring.orthognathicSurgery.seeMore": "When there is an irregular conjuction of the upper and lower jaw, the repeated use of wrong muscles causes daily discomfort and health problems. The orthognathic surgery corrects the position of the bones of the upper that improves those problems. Since it changes the facial skeleton, it enhances appearance as well. OT: 2 to 4 hours with general anesthesia. 2-3 days of hospitalization treatment is required after surgery.",
  "facialContouring.outlineSurgery": "Outline Surgery",
  "facialContouring.outlineSurgery.seeMore": "Outline surgery analyzes soft tissue such as facial bone shape, muscles, and fat skin, and improves the facial skeleton by considering the balance of the entire face. It is a high-level surgery considering muscles and nerves including bones. OT: 2-3 hours, with general anesthesia. A day of hospitalization treatment is required after surgery.",

  "breast": "Breast",
  "breast.breastEnlargementSurgery": "Breast Enlargement Surgery",
  "breast.breastEnlargementSurgery.seeMore": "Breast enlargement surgery enlarges a small or sagging chest to create a beautiful chest based on each individual's body type and proportion. The surgical method varies depending on the incision method and the location of the implants, which has a type of motiva, mentor, sebin, etc., with circular and droplet shape. OT: an hour with general anesthesia. A day of hospitalization treatment is required after surgery.",
  "breast.breastLift": "Breast Lift",
  "breast.breastLift.seeMore": "Breast Lift is done when the breast is drooping by losing its resilience due to pregnancy, breast-feeding and aging. This surgery makes the breast elastic and voluminous. The surgical procedure depends on the incision method, OT:  2 hours, with general anesthesia. The hospitalization treatment for about a day is required after surgery.",
  "breast.breastReSurgery": "Breast Re-surgery",
  "breast.breastReSurgery.seeMore": "Breast Re-surgery is carried out when breast shape or size is not satisfactory, spherical construction, implants movement and breakage and breast asymmetry etc. Re-surgery is more difficult than primary surgery and should be carried out more carefully. OT: 2 to 3 hours with general anesthesia. The hospitalization treatment for about a day is required after surgery.",

  "liposuction": "Liposuction",
  "liposuction.arm": "Arm",
  "liposuction.arm.SeeMore": "The arms which are not easily losing weight by exercising have thin skin and nerves and blood vessels are located close to the skin, so sophisticated and delicate techniques are needed for liposuction surgery. In case of wrong liposuction, sagging and bumpy bumps can occur, so it is safe to proceed with the surgery in a place with sufficient surgical experience. OT: 1 to 2 hours with sleep anesthesia.",
  "liposuction.abdomen": "Abdomen",
  "liposuction.abdomen.SeeMore": "The abdomen has a large distribution of fat cells, which are resistant to fat decomposition, and the fat layer is wide and thick, so skin sagging can easily occur depending on birth or weight change, but it is effective because it can be inhaled in large quantities. However, poor liposuction can cause sagging and bumpy bumps, which requires high-level technology. OT: 1 to 2 hours with sleep anesthesia.",
  "liposuction.thighHip": "Thigh/Hip",
  "liposuction.thighHip.seeMore": "Thighs are difficult to lose weight just by exercising because of poor blood circulation and the area where fat and muscles are rarely used. Therefore, thigh liposuction removes thigh fat and improves the entire lower body line. Surgery takes about an hour or two, and is performed under sleep anesthesia. Hip and hip lines have sudden weight changes, or their low elasticity with age, resulting in sag. Hip liposuction improves the hip and outer thighs as a whole, making the leg line look longer, improving the pelvic line. Surgery takes about an hour or two, and is performed under sleep anesthesia.",

  "fatGrafting": "Fat Grafting",
  "fatGrafting.forehead": "Forehead",
  "fatGrafting.forehead.seeMore": "Flat and flat forehead gives a flat and stuffy impression, and bumpy forehead or eyebrow bones give a strong and strong impression. To solve this problem, fat transplants are performed to fill up the insufficient volume by the fat collected from the abdomen, thighs, and hips. The surgery takes about an hour, and is performed under sleep anesthesia.",
  "fatGrafting.cheek": "Cheek",
  "fatGrafting.cheek.seeMore": "As you get older, the elasticity of your skin decreases and the volume of your cheeks rapidly disappears, which can worsen wrinkles and indentation, making your cheekbones look more protruding or weak. To solve this problem, fat transplants are performed to fill up the insufficient volume by the fat collected from the abdomen, thighs, and hips. The surgery takes about an hour, and is performed under sleep anesthesia.",
  "fatGrafting.transConjunctiva": "Trans Conjunctiva",
  "fatGrafting.transConjunctiva.seeMore": "As aging progresses, changes in the shape of the under-eye fat cause excessive protrusion of the under-eye fat, wrinkles under the eye, and dark circles, and cause presbyopia. To solve this problem, under-eye fat rearrangement corrects both protruding and depressed areas at the same time by moving protruding fat to the submerged area. The operation takes about 30 minutes and is performed under sleep anesthesia and partial anesthesia.",

  "skin": "Skin",
  "skin.blemish": "Blemish",
  "skin.blemish.seeMore": "Pigmentation can occur due to a number of factors, including ultraviolet rays, stress, aging, and skin irritation. The forms of pigmentation include blemishes on the epidermis layer, acne traces, and freckles, blemishes on the dermis layer, which must be accurately diagnosed and treated by individual skin color, pigment depth, and type. There are various types of laser devices such as ruby laser and pico laser, and the procedure takes about 10 minutes",
  "skin.whiteningCare": "Whitening Care",
  "skin.whiteningCare.seeMore": "Whitening care induces skin regeneration and whitening through suppression of melanin production and promotion of collagen production. It can be expected to improve bright skin tone, freckles, and relieving fine wrinkles by preventing skin aging. Treatment methods include laser or peeling procedures, and customized procedures will be performed according to individual characteristics. The procedure takes about 20 minutes.",
  "skin.thermageUlcera": "Thermage/Ulcera (Thightening)",
  "skin.thermageUlcera.seeMore": "Thermage can be expected to improve wrinkles, skin tightening, and lifting effects by precisely releasing high-frequency energy into the dermis of the skin, promoting collagen production and regenerating elastin. A quick return to daily life is possible in a non-surgical way that does not require an incision. The procedure takes about 30 minutes and is performed under anesthesia. It lasts on average 12-18 months, but varies from individual to individual. Ulcera lifting transfers high-intensity ultrasound energy to the peritoneal (SMAS) layer, which causes wrinkles and aging in the skin, without skin damage, to lift the epidermis and dermis as well as the deepest stretch of tissue. The procedure takes about 2 to 30 minutes and is performed under anesthesia. On average, it lasts about 12 months, but varies from individual to individual.",

  "petit": "Petit",
  "petit.botox": "Botox",
  "petit.botox.seeMore": "Botox reduces muscle mass by refining and diluting neurotoxins secreted from botulinum bacteria and using very small amounts that do not cause toxic effects on the human body to improve wrinkles caused by facial muscles and reduce the size of bulky muscles such as square jaws. The procedure takes about 20 minutes and begins to work 1-2 weeks after the procedure and lasts on average for 3-6 months, but varies from individual to individual.",
  "petit.filler": "Filler",
  "petit.filler.seeMore": "Filler improves volume formation and wrinkles by injecting hyaluronic acid fillers that are easy to absorb in the body in areas that require improvement in facial volume and wrinkles. It is usually treated on forehead, nose, cheeks, and wrinkles, and takes about 20 minutes for each part. In case of domestic products, it lasts on average for 6–12 months and imported products for 12–18 months, but it varies from individual to individual.",
  "petit.lifting": "Lifting",
  "petit.lifting.seeMore": "Lifting inserts a medical melting thread that can be safely decomposed in the body into the dermis layer of the skin to pull the sagging skin, and to induce collagen production to give elasticity to the skin. There are various types of threads, and depending on the type of thread, the elasticity of the skin lasts over several months or years. The procedure takes 3-40 minutes and can be performed under anesthesia or partial anesthesia.",

  "mouth": "Mouth",
  "mouth.lip": "Lip",
  "mouth.lip.seeMore": "Lip surgery corrects various types of lips, including thick, thin, and drooping lips, into beautiful and balanced lips considering the overall harmony of the face, including individual lip size, thickness, spacing, and angle of nose and lips. Types of lip surgery include lip reduction and enlargement. The operation takes about an hour and is performed under sleep anesthesia or partial anesthesia.",
  "mouth.lipTail": "Lip Tail",
  "mouth.lipTail.seeMore": "Lip tail surgery resects parts of the muscles that pull the corners of the mouth down, recalibrates and lifts the skin and muscles. It is a surgery that raises the drooping lip tails upward and balances the ends of the mouth to improve the image of a lively and young person. The operation takes about an hour and is performed under sleep anesthesia or partial anesthesia.",
  "mouth.philtrum": "Philtrum",
  "mouth.philtrum.seeMore": "The philtrum is in the center of the entire face, which has a lot of influence on the atmosphere of the entire face. If the philtrum is long, the entire face looks long, and it gives the impression of presbyopia or lethargy. This surgery finds the ideal proportion of philtrum for individuals and improves to the ideal image. The operation takes about an hour and is performed under sleep anesthesia or partial anesthesia.",

  "toothEyesight": "Tooth/Eyesight",
  "toothEyesight.orthodontics": "Orthodontics",
  "toothEyesight.orthodontics.seeMore": "Orthodontics is to correct various incongruities such as asymmetry and overgrowth of the chin during the period of growth, so that it can function normally and create healthy oral tissue and beautiful facial features. Personalized treatment plans should be made by comprehensively considering individual tooth arrangements, gums, oral conditions, and conditions of conformation.",
  "toothEyesight.visionCorrection": "Vision Correction",
  "toothEyesight.visionCorrection.seeMore": "Vision correction surgery, which directly corrects corneal substance corresponding to the middle layer of cornea, should select the most appropriate vision correction method among surgery methods such as lasik, lasek, guide lens insertion, and corneal reinforcement depending on the individual eye condition.",

  "form.case0.msg": "Choose the procedure you're interested in.",
  "form.case1.msg": "Please select the {categoryName} procedure(s)",
  "form.case1.seeMore": "See more",
  "form.case1.seeLess": "See less",
  "form.case2.msg": "Please take a picture of {categoryNames} and upload it here",
  "form.case2.precautions": "Precautions",
  "form.case2.precautions1": "Click the Take a picture button to take a picture: in case of face take a picture of front, left, right; For other parts, take a picture of area(s) you've chosen.",
  "form.case2.precautions2": "It's good to take a lot of pictures for accurate medical treatment.",
  "form.case2.privacy": "※In accordance with the Personal Information Protection Act, all information of the user shall not be disclosed externally. Photographs of relevant treatment areas are also available only to the medical staff for accurate care, without using them for any other purpose.",
  "form.case3.msg": "Is there any other further request you want to tell us?",
  "form.case3.requests": "Please write down additional requests",
  "form.case4.msg": "Where do you want to receive your quotes?",
  "form.case5.msg": "Your request is submitted!",
  "form.case5.text": "We will send you notification on your wechat/email/phone number when you receive the quotes from the hospital.",

  "quote.suggestedSurgery": "Suggested surgery",
  "quote.price": "Price",
  "quote.aboutHospital": "About hospital",
  "quote.interestedProcedure": "Interested Procedure",
  "quote.procedureRecommendation": "Procedure Recommendation",
  "quote.surgeryCost": "Surgery Cost*",
  "quote.costMayChange": "TODO",
  "quote.expectationOfEffect": "Expectation of Effect",
  "quote.operationPlan": "Operation Plan",
  "quote.surgeryRelated": "Surgery Related",
  "quote.surgeryRelated.operationTime": "Operation Time",
  "quote.surgeryRelated.anesthesiaMethod": "Anesthesia Method",
  "quote.surgeryRelated.recoveryTime": "Recovery Time",
  "quote.surgeryRelated.seamRemovalDuration": "Seam Removal Duration",
  "quote.surgeryRelated.precautions": "Precaution",
  "quote.surgeryRelated.afterCare": "After Care",
  "quote.uploadedPictures": "Uploaded pictures",
  "quote.yourQuotes": "Your Quotes",
  "quote.previewOfYourQuotes": "Preview of Your Quotes",
  "quote.addMoreProcedure": "Add More Procedure",
  "quote.videoConferenceLink": "Video Conference Link",
  "quote.videoConferencePut": "Please Put Video Conference Link",
  "quote.day1": "Day1",
  "quote.day2": "Day2",
  "quote.day3": "Day3",
  "quote.youHaveNot": "You haven’t received any quotes yet.",

  "myPage": "My Page",
  "myPage.quote": "Quote",
  "myPage.reserve": "Reserve",
  "myPage.waiting": "Waiting",
  "myPage.done": "Done",

  "reserve.date": "Date",
  "reserve.time": "Time (CST)",
  "reserve.available": "Available",
  "reserve.unavailabe": "Unavailable",

  "waiting.appointment": "Your appointment is at",
  "waiting.videoLink": "Video conference link",
  "waiting.seeQuote": "See Quote",
  "waiting.youHaveNot": "You haven’t reserved any consultation.",

  "done.didConsultation": "You did your consultation at",
  "done.youHaveNot": "You don’t have any completed consultation.",

  "cancel.msg": "Are you sure you want to cancel?",
  "cancel.text": "We might have another schedule that fit yours if you want to reschedule.",

  "submitFee.msg": "Tank you for submitting!",
  "submitFee.text": "Thank you for submitting your registration. We will proceed with verification after you've paid the partnership fee. The verification process takes about a day.",

  "confrimedFee.msg": "Welcome to Karamel!",
  "confirmedFee.text": "Please fill in the additional information and consultation schedule to receive quotes from customer.",

  "hospitalProfile": "Hospital Profile",
  "hospitalProfile.city": "City of hospital",
  "hospitalProfile.area": "Area",
  "hospitalProfile.descriptionAboutHospital": "Description about Hospital",
  "hospitalProfile.hospitalPicture": "Hospital Pictures",
  "hospitalProfile.hospitalSize": "Hospital Size and Classification",
  "hospitalProfile.hospitalSize.clinic": "Clinic",
  "hospitalProfile.hospitalSize.specialized": "Specialized Hospital",
  "hospitalProfile.hospitalSize.general": "General Hospital",
  "hospitalProfile.hospitalFacilities": "Hospital Facilities (tick all facilities in the hospital)",
  "hospitalProfile.hospitalFacilities.recovery": "Recovery Room",
  "hospitalProfile.hospitalFacilities.hospitalization": "Hospitalization Room",
  "hospitalProfile.hospitalFacilities.operating": "Operating Room CCTV",
  "hospitalProfile.offeredProcedures": "Offered procedures",
  "hospitalProfile.pleaseTickAll": "Please tick all procedures offered in your hospital",
  "hospitalProfile.beforeAndAfter": "Before and after pictures",
  "hospitalProfile.doctors": "Doctors",
  "hospitalProfile.doctors.nameAndTitle": "Name and Title",
  "hospitalProfile.doctors.experiences": "Experiences",
  "hospitalProfile.doctors.addMore": "Add More Profile",
  "hospitalProfile.doctors.translator": "Translator & Coordinators",
  "hospitalProfile.doctors.translator.weNeedKaramel": "We need Karamel Coordinators",
  "hospitalProfile.doctors.translator.weHaveInternal": "We have Internal Coordinator",

  "scheduleSettings": "Schedule Settings",
  "scheduleSettings.availableConsultation": "Available Consultation Schedule",
  "scheduleSettings.pleaseSelectdates": "Please Select All Dates",
  "scheduleSettings.pleaseSelecttime": "Please Select All Available Time",
  "scheduleSettings.pleaseSelectUnavailable": "Please select unavailable date(s) if any",
  "scheduleSettings.addDate": "Add date",
  "scheduleSettings.Month": "Month",
  "scheduleSettings.Date": "Date",

  "quoteRequests": "Quote Requests",
  "quoteRequests.received": "Received",

  "sendQuote.msg": "Send Quotes?",
  "sendQuote.text": "After sending the quote your remaining point is",
  "sendQuote.unableMsg": "Unable to send quote",
  "sendQuote.unableText": "You cannot send a quote because you don't have remaining points. You may transfer to this account to top up your points",

  "sentQuotes": "Sent Quotes",
  "sentQuotes.patient": "Patient",
  "sentQuotes.interestedProcedures": "Interested Procedures",
  "sentQuotes.Recommendation": "Recommendation",
  "sentQuotes.status": "Status",
  "sentQuotes.sent": "Sent",

  "scheduledConsultation": "Scheduled Consultation"
}
